Repository: proarea/proxo
Catalog: lib/l10n/proxo_*.arb
Languages: fr, it, ja, pl, ru, tr, uk

source: App Name
fr: Nom de l'Application
it: Nome dell'App
ja: アプリ名
pl: Nazwa Aplikacji
ru: Название Приложения
tr: Uygulama Adı
uk: Назва Додатку

source: Restart
fr: Redémarrer
it: Riavviare
ja: 再起動
pl: Ponownie
ru: Заново
tr: Tekrar başlat
uk: Спочатку

source: Play
fr: Jouer
it: Giocare
ja: プレイ
pl: Grać
ru: Играть
tr: Oynamak
uk: Грати

source: Score Board
fr: Tableau de résultats
it: Classifica
ja: スコアボード
pl: Tabela Rekordów
ru: Таблица Рекордов
tr: Skor Panosu
uk: Таблиця Рекордів

source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Налаштування

# about
source: About App
fr: À propos de l'Application
it: Informazioni sull'app
ja: アプリについて
pl: O aplikacji
ru: О приложении
tr: Uygulama Hakkında
uk: Про додаток

source: Exit
fr: Sortir
it: Uscire
ja: アプリを終了
pl: Wyjdź
ru: Выйти
tr: Çıkış
uk: Вийти

source: Back
fr: Revenir
it: Tornare
ja: バック
pl: Wróć
ru: Вернуться
tr: Geri
uk: Повернутись

# inDevMessage
source: At this very moment, a happy developer from Ukraine is trying to deliver this feature to you! ❤️
fr: En ce moment, un développeur ukrainien chanceux essaie de t'apporter cette fonctionnalité! ❤️
it: In questo momento un felice sviluppatore ucraino sta cercando di offrirti questa funzionalità! ❤️
ja: 現時点で、ウクライナの幸せな開発者がこの機能を提供しようとしています ❤️
pl: W tej chwili szczęśliwy programista z Ukrainy próbuje dostarczyć Ci tę funkcję! ❤️
ru: Прямо сейчас один счастливый разработчик из Украины пытается предоставить тебе эту функцию! ❤️
tr: Şu anda, Ukrayna'dan mutlu bir geliştirici bu özelliği size sunmaya çalışıyor! ❤️
uk: Просто зараз один щасливий розробник з України намагається надати тобі цю функцію ❤️

# currentPlayer
source: {player}'s turn!
fr: A {player} de joer!
it: Tocca a {player}!
ja: {player}のターン！
pl: Kolej gracza {player}!
ru: Ход игрока {player}!
tr: {player}'ın sırası!
uk: Хід гравця {player}!

source: {player} won!
fr: {player} a gagné !
it: {player} ha vinto!
ja: {player} 優勝した!
pl: {player} wygrywa!
ru: Побеждает {player}!
tr: {player} kazandı!
uk: Перемагає {player}!

# draw
source: It's a draw!
fr: Partie nulle!
it: Pareggio!
ja: 引き分けだ!
pl: Jest remis!
ru: Ничья!
tr: Berabere bitti!
uk: Нічия!

source: ⚔️ Opponents
fr: ⚔️ Adversaires
it: Avversari 🤼
ja: ⚔️ 対戦相手
pl: Przeciwnicy 🪓
ru: Противники 🤼
tr: ⚔️ Rakipler
uk: Супротивники 🪓

# humanHumanTitle
source: Human vs Human
fr: Homme vs Homme
it: Uomo contro Uomo
ja: 人間 vs 人間
pl: Człowiek vs Człowiek
ru: Человек vs Человек
tr: İnsan vs İnsan
uk: Людина vs Людина

# humanHumanDescription
source: Play with your friend!
fr: Joue avec ton ami!
it: Gioca con un amico!
ja: お友達と遊んでください！
pl: Grać z przyjacielem!
ru: Сыграй с другом!
tr: Arkadaşınla oyna!
uk: Зіграй з другом!

# humanEasyBotTitle
source: Human vs Easy Bot
fr: Homme vs Bot Ordinaire
it: Uomo contro Bot Ordinario
ja: 人間 vs 簡単なボット
pl: Człowiek vs Łatwy Bot
ru: Человек vs Легкий Бот
tr: İnsana vs Kolay Bot
uk: Людина vs Легкий Бот

# humanEasyBotDescription
source: Have fun eliminating the weak!
fr: Amuse-toi à vaincre les faibles!
it: Divertiti a sconfiggere i deboli!
ja: 弱いを除去する楽しみを持ちなさい!
pl: Ciesz się, że pokonałem słabych!
ru: Развлекись побеждая слабых!
tr: Zayıfları yok ederken iyi eğlenceler!
uk: Радій перемагаючи слабких!

# humanHardBotTitle
source: Human vs Hard Bot
fr: Homme vs Bot Complexe
it: Uomo contro Bot Complicato
ja: 人間 vs ハードボット
pl: Człowiek vs Ciężki Bot
ru: Человек vs Сложный Бот
tr: İnsana vs Sert Bot
uk: Людина vs Важкий Бот

# humanHardBotDescription
source: Let us sweat!
fr: Transpirons!
it: Sudiamo!
ja: 汗を流しましょう!
pl: Poćmy się!
ru: Давайте попотеем!
tr: Bırak terleelim!
uk: Спітніймо!

# easyBotsTitle
source: Fight of Easy Bots
fr: Combat des Bots Ordinaire
it: Lotta dei Bot Ordinari
ja: 簡単なボットの戦い
pl: Walka Prostych Botów
ru: Бой Простых Ботов
tr: Kolay Botların Savaşı
uk: Сутичка Простих Ботів

# easyBotsDescription
source: Cheer up, make bets and enjoy!
fr: Soutiens, parie, amuse-toi!
it: Supporta, scommetti, divertiti!
ja: 元気を出して、賭けをして楽しんでください!
pl: Wspieraj, obstawiaj, baw się dobrze!
ru: Поддерживай, делай ставки, веселись!
tr: Neşelen, bahis oyna ve tadını çıkar!
uk: Підтримуй, роби ставки, розважайся!

# hardBotsTitle
source: Fight of Hard Bots
fr: Combat des Bots Complexes
it: Lotta dei Bot Complicati
ja: ハードボットの戦い
pl: Walka Ciężkich Botów
ru: Бой Сложных Ботов
tr: Sert Botların Savaşı
uk: Сутичка Складних Ботів

# hardBotsDescription
source: Watch and envy!
fr: Regarde et sois jaloux!
it: Guarda et sii geloso!
ja: 見て嫉妬!
pl: Spójrz i zazdrość!
ru: Смотри и завидуй!
tr: İzle ve kıskan!
uk: Дивись та заздри!

source: Language
fr: Langue
it: Lingua
ja: 言語
pl: Język
ru: Язык
tr: Dilim
uk: Мова

source: Theme
fr: Thème
it: Tema
ja: テーマ
pl: Temat
ru: Тема
tr: Tema
uk: Тема

source: Light
fr: Clair
it: Chiaro
ja: ライト
pl: Lekki
ru: Светлая
tr: Işık
uk: Світла

source: Dark
fr: Sombre
it: Scuro
ja: ダーク
pl: Ciemny
ru: Темная
tr: Karanlık
uk: Темна

# appLaunchIcon
source: Launch Icon
fr: Icône de Lancement
it: Icona di Avvio
ja: 起動アイコン
pl: Ikona Startowa
ru: Значок Запуска
tr: Başlat Simgesi
uk: Значок Запуску

source: Version
it: Versione
ja: バージョン
pl: Wersja
ru: Версия
tr: Sürüm
uk: Версія

source: Build Number
fr: Numéro de mise en place
it: Numero di messa in opera
ja: ビルド番号
pl: Numer Kompilacji
ru: Номер Сборки
tr: Yapı Numarası
uk: Номер Збірки

source: Bundle ID
ja: バンドルID
pl: Identyfikator Pakietu
ru: Идентификатор Пакета
tr: Paket Kimliği
uk: Ідентифікатор Пакету

source: Company
fr: Société
it: Azienda
ja: 会社
pl: Firma
ru: Компания
tr: Şirket
uk: Компанія

# proarea
source: ProArea Digital Agency
fr: Agence Digitale ProArea
it: Agenzia Digitale ProArea
ja: プロエリアデジタルエージェンシー
pl: Agencja Cyfrowa ProArea
tr: ProArea Dijital Ajansı

# viacheslav
source: Viacheslav Sheviakov
ja: ヴィアチェスラフ・シェヴィアコフ
pl: Wiaczesław Szewiakow
ru: Вячеслав Шевяков
tr: Viaçeslav Şeviakov
uk: Вячеслав Шевяков

source: Lead Developer
fr: Développeur Principal
it: Sviluppatore Principale
ja: リード開発者
pl: Główny Programista
ru: Ведущий Разработчик
tr: Müşteri Adayı Geliştirici
uk: Провідний Розробник

source: Board Member
fr: Membre du Conseil d'administration
it: Membro del Consiglio
ja: 取締役
pl: Członek Zarządu
ru: Член Совета Директоров
tr: Yönetim Kurulu Üyesi
uk: Член Ради Директорів

# bogdan
source: Bogdan Aksonenko
ja: ボグダン・アクソネンコ
ru: Богдан Аксёненко
uk: Богдан Аксьоненко

source: CEO
fr: PDG
it: L'Amministratore Delegato
ja: 最高経営責任者
pl: Dyrektor Generalny
ru: Исполнительный Директор
tr: CEO'SU
uk: Генеральний Директор

# cellNumberTitle
source: Cell numbers
fr: Numéros de cellules
it: Numeri di cellule
ja: セル番号
pl: Numery komórek
ru: Номера ячеек
tr: Hücre numaraları
uk: Номери клітинок

# cellNumberDescription
source: Display cell number on the board
fr: Afficher un numéro de cellule au tableau
it: Mostrare il numero di cellula a bordo
ja: ボードにセル番号を表示する
pl: Wyświetl na tablicy numer komórki
ru: Показывать номер ячейки на доске
tr: Tahtada bir hücre numarası göster
uk: Відображати номери клітинки на дошці

# polina
source: Polina Belyaeva
fr: Pauline Bieliaeva
it: Polina Bieliaeva
ja: ポリーナ・ベリャエワ
ru: Полина Беляева
uk: Поліна Бєляєва

source: Translator
fr: Traductrice
it: Traduttrice
ja: 翻訳者
pl: Tłumacz
ru: Переводчик
tr: Çevirmen
uk: Перекладач

source: Account Manager
fr: Gestionnaire de compte
ja: アカウントマネージャー
pl: Menadżer konta
ru: Менеджер работы с клиентами
tr: Hesap Yöneticisi
uk: Менеджер роботи з клієнтами

source: QA
fr: AQ
it: AQ
ja: 品質保証
pl: Kontrola jakości
ru: Контроль качества
tr: KG
uk: Контроль якості

source: {player} to {cell}
fr: {player} à {cell}
it: {player} a {cell}
ja: {player}は{cell}に移動する
pl: {player} do {cell}
ru: {player} на {cell}
tr: {player} 'dan {cell} ye
uk: {player} до {cell}

source: No turns yet!
fr: Encore pas de coup!
it: Nessuna mossa ancora!
ja: まだターンしない！
pl: Nie ma jeszcze ruchów!
ru: Ходов пока нет!
tr: Henüz hareket yok!
uk: Поки ходів немає!
